===========
Обновление!
===========

:Author:   Paolo Besser
:Date:     2007-06-17

Новости за июнь
---------------

Глобализация AROS продолжается! Ioannis Koniaris перевёл 
`AROS.org на греческий`__.

В последнее время мы испытываем некоторые технические сложности со
сервером сборки, и приносим свои извинения тем кто не смог скачать 
свежую сборку. Так или иначе, проблема была решена с использованием 
новой машины, предоставленной Robert Norris.

Три новых задания были недавно открыты на TeamAROS: 
взгляните на `AROS на SAM440`__, `disk validator`__ и 
`создание нового дистрибутива AROS`__.

Мы хотели бы горячо поблагодарить всех, кто принял участие 
в "художествнной самодеятельности" для AROS: в последнее время
появилось множество новых обоев в рамках проводимого `соревнования`__
а также набор новых `баннеров`__.  Если вы поддерживаете какой-либо сайт или
активно участвуете в жизни форумов, Вы можете помочь распространению AROS 
размещая эти баннеры на страницах и в подписях форумных постов, делая ссылку
на (желательно переведенную) титульную страницу Aros.org.
 
__ http://www.aros.org/el
__ http://thenostromo.com/teamaros2/?number=60
__ http://thenostromo.com/teamaros2/?number=59
__ http://thenostromo.com/teamaros2/?number=58
__ https://ae.amigalife.org/modules/news/article.php?storyid=227
__ http://aros.sourceforge.net/linking.php
